** Methods


** Results

*** Treatment System Production and Cost Estimates
  Time and motion, combined with production (acres treated, volume harvested), and equipment costs collected during this study will provide useful information to land managers evaluating strategies for timber harvesting and fuels reduction.  In analyzing system productivity and cost, it is important to be able to differentiate the effects of machine capability from the effects of the operating conditions.  For each piece of equipment we calculated operating costs based on input from equipment from vendors relevant to each piece of equipment (sale price, rated horsepower, etc.). We assumed some costs are not unique to individual pieces of equipment such as labor and fuel costs.

**** Preliminary Data
We requested general equipment data equipment data from HFRD demonstration participants.

+ Caterpillar 299D XHP :: Cat High Flow Compact Track Loader for use in high demand applications. This is a steel track machine (optional) vs rubber belt. Also included is a HM415B designed specificially for the host machine.

+ Fecon FTX128 :: Steel tracked forestry mulcher

+ Takeuchi TB290CL :: Takeuchi TB290 excavator with cab and roadliner track, manual pin-grabber coupler, FAE DML/HY-100 VT mastication head.


+ Takeuchi TL12CRH :: Takeuchi TL12 high flow track loader with FAE UML/SSL/VT-150 mastication head, with tooth type C/3 (standard).
  + TL12 with ROPS/FOPS Cab with air conditioning/Heat
  + Defroster
  + 17.7" rubber tracks
  + hydraulic quick attach
  + roll up Lexan door
  + High Flow Auxiliary Hydraulics w/second auxiliary line.
  + FAE UML/SSL/VT-150 Universal forestry mulcher for skid steer with push-frame. 

+ FAE - Prime Tech PT-175 :: Prime Tech PT-175 Dedicated Carrier with FAE 140/U/ST-175 Mulching head with C-type teeth.

  + Mechanical push-frame with guide pins for 140/U-175
  + Rear winch with 5.6 t pulling power
  + Rear view camera, with extra display
  + Comfort driver's seat (heated and with pneumatic suspension)
  + Reversible fan for the engine radiator (including compressor)
  + Additional handle for emergency exit (to open it up from the outside)
  + All cab windows in 12mm Lexan Margard.
  + Rock guards for lower rollers. 
  + STD-500 mm tracks-single grouser

+ Kaiser S2-2 :: Mobile walking excavator, machine works on steep slopes ranging from 30-60 degrees. 

+ John Deere/Fecon JD210 with BH80EXC :: Crawler excavator 20 ton class with severe duty masticating head

+ 2000 Timbco Feller Buncher 425D :: Tracked feller buncher, FAE UMM/EX 125 mastication attachment.

Vendors were asked to provide prices for equipment base system, necessary attachments and miscellaneous setup costs to provision the specific configuration used on the demo

#+CAPTION: Equipment purchase and setup prices for configurations used in HFRD.
#+NAME:   tab:equip_base
#+BEGIN_SRC sqlite :db hfrd_machinecost.db  :colnames yes :exports results
select mfg "Mfg", model "Model", '$'||cost_standard "Base Cost", '$'||att_cost "Attch. Cost", '$'||misc_cost "Misc.", '$'||cost_standard + att_cost+misc_cost "Total" from equipment;
#+END_SRC

#+RESULTS: tab:equip_base
| Mfg                        | Model              | Base Cost | Attch. Cost | Misc.    |   Total |
|----------------------------+--------------------+-----------+-------------+----------+---------|
| Fecon                      | FTX128             | $200000.0 | $0.0        | $0.0     |     0.0 |
| Kaiser                     | S2-2               | $350000.0 | $24000.0    | $0.0     | 24000.0 |
| FAE - Prime Tech           | PT-175             | $255000.0 | $0.0        | $0.0     |     0.0 |
| Takeuchi                   | TL12CRH            | $86500.0  | $31556.0    | $0.0     | 31556.0 |
| Caterpillar                | 299D XHP           | $111000.0 | $32500.0    | $700.0   | 33200.0 |
| Takeuchi                   | TB290CL            | $113500.0 | $23249.0    | $1200.0  | 24449.0 |
| John Deere/Fecon           | JD210 with BH80EXC | $210000.0 | $50000.0    | $10000.0 | 60000.0 |
| 2000 Timbco Feller Buncher | 425D               | $450000.0 | $50000.0    | $5000.0  | 55000.0 |


Additional piece-specific information is necessary to calculate equipment costs.

#+NAME:   tab:equip_spec
#+BEGIN_SRC sqlite :db hfrd_machinecost.db  :colnames yes :exports results
select mfg||'--'||model "Equipment", net_hp "Rated HP", ccase_cap "Lubricant Res. (Gal)", oilch_hrs "Oil change cycle (hrs)" from equipment;
#+END_SRC

#+RESULTS: tab:equip_spec
| Equipment                            | Rated HP | Lubricant Res. (Gal) | Oil change cycle (hrs) |
|--------------------------------------+----------+----------------------+------------------------|
| Fecon--FTX128                        |    128.0 |                  4.0 |                  250.0 |
| Kaiser--S2-2                         |    156.0 |                  1.0 |                  200.0 |
| FAE - Prime Tech--PT-175             |    160.0 |                 3.04 |                  500.0 |
| Takeuchi--TL12CRH                    |    110.0 |                  3.4 |                  500.0 |
| Caterpillar--299D XHP                |    106.0 |                  3.5 |                  500.0 |
| Takeuchi--TB290CL                    |     69.0 |                  2.5 |                  250.0 |
| John Deere/Fecon--JD210 with BH80EXC |    159.0 |                6.875 |                  500.0 |
| 2000 Timbco Feller Buncher--425D     |    265.0 |                  5.0 |                  250.0 |

#+CAPTION: Equipment specifications provided by vendors.

To calculate depreciation for each piece of equipment, an expected economic life span is necessary. Equipment vendors were asked to provide an expected economic life span for the equipment. If none was provided a default of 5 years was assumed. Salvage value is also necessary to calculate depreciation. If vendors did not provide salvage value at the end of the economic life span of the investment, we assumed 20% of the initial value. Scheduled (planned) and productive time on an annual basis were used to derive a utilization rate for each piece of equipment. If vendors did not provide planned and productive hours we assumed a utilization rate of 65% based on the average values for equipment presented  in Miyata (1980).

